Revit 2027 API
FabricationPart.GetStiffenerCount Method
 Gets the number of stiffeners for the fabrication part.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int GetStiffenerCount()
Public Function GetStiffenerCount As Integer
public:
int GetStiffenerCount()
member GetStiffenerCount : unit -> int
Return Value
Int32
See Also
Reference
FabricationPart Class
Autodesk.Revit.DB Namespace